IDEA Open Model
BoltParam.Positions Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the fasteners positions {X, Y}.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<Point> Positions { get; set; }
Public Property Positions As List(Of Point)
	Get
	Set
Property Value
Type: List<Point>
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace